Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: As the degree of colouration does not significantly change during DP shelf life, the same acceptance criterion is set for release and stability testing.
es_es: Dado que el grado de coloración no cambia significativamente durante la vida útil del medicamento, se establece el mismo criterio de aceptación para las pruebas de liberación y de estabilidad.

source: As the degree of opalescence is not changed by the DP filling and lyophilisation process, the DS acceptance criteria are also applied for DP release and stability testing.
es_es: Dado que el grado de opalescencia no cambia por el proceso de llenado y liofilización del medicamento, los criterios de aceptación del principio activo también se aplican a las pruebas de liberación y de estabilidad del medicamento.

source: As the detected levels are well below the reporting threshold, NO-HCTZ will not be considered under “any unspecified impurities” or “any unspecified degradation products”.
es_es: Como los niveles detectados están holgadamente por debajo del umbral de informe, la NO-HCTZ no se considerará como "cualquier impureza no identificada" ni como "cualquier producto de degradación no identificado".

source: As the drug being used in this trial is commercially available stock, there is no requirement for the sites to label the drug vials.
es_es: Como el medicamento que se utiliza en este ensayo está disponible comercialmente, no es necesario que los centros etiqueten los frascos del medicamento.

source: As the drug product is administered orally, no further elements as presented in the ICH Q3D classification scheme require risk evaluation unless such elements are intentionally added.
es_es: Dado que el medicamento se administra por vía oral, no es preciso realizar evaluaciones de riesgos para ningún otro elemento del esquema de clasificación del lineamiento Q3D de la ICH, a menos que esos elementos se añadan intencionalmente.

source: As the filling heights of the 25 mg/vial and 40 mg/vial presentations were very similar and 50 mg/vial was worst-case regarding filling height (Table 21), this knowledge was used to optimise the 25 mg/vial process.
es_es: Como las alturas de llenado de las presentaciones de 25 mg/frasco y 40 mg/frasco eran muy similares y la dosis de 50 mg/frasco fue el peor caso en cuanto a altura de llenado (Tabla 21), este resultado se utilizó paraoptimizar el proceso de la presentación de 25 mg/frasco.

source: As the glass vial is washed and sterilised at BI and the rubber stopper is autoclaved at BI prior to DP manufacturing, no sterilisation residues from the manufacturing process at the supplier must be considered.
es_es: Dado que el frasco de vidrio se lava y esteriliza en BI y el tapón de caucho se esteriliza en autoclave en BI antes de la fabricación del medicamento, no es preciso considerar residuos de esterilización del proceso de fabricación del proveedor.

source: As the heterogeneity of tenecteplase is not changed by the DP filling and lyophilization process, DS limits are applied also for DP release and stability testing.
es_es: Dado que la heterogeneidad de la tenecteplasa no cambia por el proceso de llenado y liofilización del medicamento, los límites del principio activo también se aplican para las pruebas de liberación y de estabilidad del medicamento.

source: As the main analysis is planned under an assumption of missing at random, the sensitivity of the results to plausible departures from MAR will be explored as a part of an intention-to-treat analysis strategy.4
es_es: Dado que el análisis principal se planifica con la hipótesis de que los datos omitidos son aleatorios, se explorará la sensibilidad de los resultados ante posibles desviaciones de esta hipótesis como parte de una estrategia de análisis por intención de tratar.4

source: As the main peak content does change during DP long-term storage, the acceptance criterion for stability was extended by the expected decrease in percent main peak until end of shelf life (computed change during long term storage at 30°C / 75 % RH, 36 months).
es_es: Dado que el contenido del pico principal cambia durante el almacenamiento a largo plazo del medicamento, el criterio de aceptación para estabilidad se extendió según la disminución esperada del porcentaje de pico principal hasta el final de la vida útil (cambio computado durante el almacenamiento a largo plazo a 30° C/75% HR, 36 meses).

source: As the mixer function has always not been tightly fixed to the vessel at Catalent DE (Eberbach), it is more appropriate to describe as “with external mixing system”.
es_es: Como la función de mezclado no siempre estuvo estrechamente ajustada al recipiente en Catalent DE (Eberbach), es conveniente que la descripción diga "con sistema de mezclado externo".

source: As the mixer function has always not been tightly fixed to the vessel for registered site Catalent DE (Eberbach), it is more appropriate to describe as “with external mixing system”.
es_es: Como la función de mezclado no siempre estuvo estrechamente ajustada al recipiente de la planta productora registrada Catalent DE (Eberbach), es conveniente que la descripción diga "con sistema de mezclado externo".

source: As the monomer content does change during DP shelf life, the acceptance criterion for stability was extended by the expected decrease in monomer content until end of shelf life (computed change during long term storage at 30°C / 75 % RH, 36 months).
es_es: Dado que el contenido de monómero cambia durante la vida útil del medicamento, el criterio de aceptación para estabilidad se extendió de acuerdo con la disminución esperada del contenido de monómero hasta el final de la vida útil (cambio computado durante el almacenamiento a largo plazo a 30° C/75% HR, 36 meses).

source: As the negative vehicle control was slightly above the historical control range and in absence of a concentration-dependent increase, this observation was regarded as not relevant.
es_es: Como el excipiente o control negativo estaba ligeramente por encima del intervalo de los controles históricos y, a falta de un aumento dependiente de la concentración, esta observación no se consideró relevante.

source: As the number of patients is low (N = 16) and the category is quite heterogenous, it is difficult to draw a conclusion from this data.
es_es: Como la cantidad de pacientes es baja (N = 16) y la categoría es bastante heterogénea, es difícil extraer una conclusión de estos datos.

source: As the pH does not change during shelf life, the same acceptance criteria are set for release and stability testing.
es_es: Dado que el pH no cambia durante la vida útil, se establecen los mismos criterios de aceptación para las pruebas de liberación y de estabilidad.

source: As the potency of tenecteplase slightly decreases during storage, the release acceptance criterion is set to 1.8 – 2.3 * 102 U/mg to ensure clot lysis activity of 1.7 – 2.3 * 102 U/mg until the end-of-shelf life.
es_es: Dado que la potencia de la tenecteplasa disminuye ligeramente durante el almacenamiento, el criterio de aceptación para liberación se estableció en 1,8 – 2,3 * 102 U/mg, con objeto de garantizar una actividad de lisis de coágulo de 1,7 – 2,3 * 102 U/mg hasta el final de la vida útil.

source: As the silicone oil of both rubber stoppers is cured and cross linked to the rubber stopper surface, no negative impact on product quality was observed.
es_es: Dado que el aceite de silicona de los dos tapones de caucho se cura y enlaza con la superficie del tapón de caucho, no se observó una influencia negativa sobre la calidad del producto.

source: As the specification is given by the Ph. Eur. monographs, a justification of specification (section 3.2.P.4.4) is also not applicable.
es_es: Como la especificación ya se da en las monografías de la Ph. Eur., no resulta de aplicación ninguna justificación de la especificación (sección 3.2.P.4.4).

source: As this certificate has passed the standard 3-year validity timeframe, BioReliance Limited contacted the MHRA regarding this matter and the MHRA have offered to include BioReliance Limited in their desk-based assessment process, using a specially designed compliance report.
es_es: Como este certificado ha superado el período de validez estipulado de 3 años, BioReliance Limited se comunicó con la MHRA al respecto y esta ofreció incluir a BioReliance Limited en su proceso de evaluación basada en documentación, tomando como base un informe de cumplimiento especialmente diseñado.

source: As this is a document not provided by an authority, it cannot be apostilled.)
es_es: Como no es un documento que provea especialmente una autoridad, no se lo puede apostillar).

source: As treatment efficacy in acute ischemic stroke is strongly time dependent [34] it is critical that trial procedures do not unduly delay initiation of standard therapy.
es_es: Dado que la eficacia del tratamiento en el accidente cerebrovascular isquémico agudo depende mucho del tiempo, [34] es fundamental que los procedimientos del ensayo no demoren demasiado el inicio del tratamiento estándar.

source: As vials are rejected potential impact on yield
es_es: El rechazo de los frascos podría afectar el desempeño.

source: As with other thrombolytic agents, haemorrhage is the most common adverse reaction associated with the use of Metalyse.
es_es: Como ocurre con otros agentes trombolíticos, la hemorragia es la reacción adversa más frecuente asociada al uso de Metalyse.

source: Aseptic filling / stoppering
es_es: Taponado/llenado aséptico

source: Aseptic filling duration
es_es: Duración del llenado aséptico

source: Aseptic filling inc.
es_es: llenado aséptico, que incluye

source: Aseptic processing and operations are performed in Grade A standards.
es_es: El procesamiento y las operaciones asépticas se realizan según estándares de Grado A.

source: Aseptic processing is validated as outlined in Section 3.2.P.3.5 Process Validation and/or Evaluation, thus ensuring contamination control for the DP manufacturing process.
es_es: El procesamiento aséptico se valida tal como se describe en la Sección 3.2.P.3.5, Validación y/o evaluación del proceso, lo cual garantiza el control de la contaminación durante el proceso de fabricación del medicamento.

source: Aseptic steps of DP manufacturing
es_es: Pasos asépticos en la fabricación del medicamento

source: Aseptically prepared
es_es: Preparado asépticamente

source: Aseptically prepared (processing operations for the following dosage forms)
es_es: Preparados asépticamente (operaciones de procesamiento para las siguientes presentaciones)

source: Asian
es_es: Asiática

source: Asn184 N-glycan occupancy
es_es: Ocupación de N-glicanos en Asn184

source: Asn 117 to Gln
es_es: Asn 117 por Gln

source: Asparaginase therapy
es_es: Terapia con asparaginasa

source: Asparagine
es_es: Asparagina

source: Asparagine deamidation in CDR
es_es: Desamidación de la asparagina en la región determinante de la complementariedad

source: Aspartate isomerization
es_es: Isomerización de aspartato

source: Aspartate isomerisation
es_es: Isomerización de aspartato

source: Aspartate isomerisation in unstressed samples is consistently low.
es_es: La isomerización de aspartato en muestras en condiciones normales es sistemáticamente baja.

source: Aspartate isomerisation is critical as it may affect potency and PK/PD.
es_es: La isomerización de aspartato es crítica porque puede afectar la potencia y la farmacocinética/farmacodinamia.

source: Asphyxia
es_es: Asfixia

source: Aspiration pneumonia
es_es: Neumonía por aspiración

source: Aspiration pneumonia (death day 8)
es_es: Neumonía por aspiración (muerte el día 8)

source: Aspirin
es_es: Aspirina

source: Assay
es_es: Valoración

source: Assay /
es_es: Valoración /

source: Assay / preparation
es_es: Valoración / preparación

source: Assay Nintedanib
es_es: Valoración de Nintedanib

source: Assay Standard:
es_es: Estándar de valoración

source: Assay acceptance criteria
es_es: Criterios de aceptación de la valoración

source: Assay buffer
es_es: Buffer de valoración

source: Assay buffer pH 7.4, example for preparation:
es_es: Buffer de valoración a un pH de 7.4; por ejemplo, para la preparación:

source: Assay conditions:
es_es: Condiciones de valoración:

source: Assay of Linagliptin
es_es: Valoración de linagliptina

source: Assay tiotropium
es_es: Valoración de tiotropio

source: Assay, Degradation Products, and Identification
es_es: Valoración, productos de degradación e identificación

source: Assay/Degradation Procedure
es_es: Valoración/procedimiento de degradación

source: Assays
es_es: Valoraciones

source: Assembled combination product which has been labeled and packed into a secondary packaging configuration
es_es: Medicamento combinado ensamblado que se etiquetó y envasó en una configuración de acondicionamiento secundario

source: Assembled with finger flange and plunger rod
es_es: Armada con lengüeta de apoyo y vástago de émbolo

source: Assembled with finger flange, plunger rod, and needle safety device
es_es: Armada con lengüeta de apoyo, vástago de émbolo y dispositivo de seguridad de aguja

source: Assembly
es_es: Ensamblaje

source: Assembly PFS-NSD-1
es_es: Ensamblaje PFS-NSD-1

source: Assembly force needed to insert PFS into the NSD
es_es: Se precisa aplicar fuerza durante el ensamblaje para insertar la jeringa prellenada en el dispositivo de seguridad para agujas.

source: Assembly of PFS-NSD-1
es_es: Ensamblaje de PFS-NSD-1

source: Assessing all relevant data, the following conclusions can be drawn:
es_es: Tras evaluar todos los datos relevantes, se pueden sacar las siguientes conclusiones:

source: Assessment
es_es: Caracterización

source: Assessment of Causality
es_es: Evaluación de la causalidad

source: Assessment of Expectedness
es_es: Evaluación de la previsibilidad

source: Assessment of Intensity
es_es: Evaluación de la intensidad

source: Assessment of adverse events and serious adverse events
es_es: Evaluación de eventos adversos y eventos adversos graves

source: Assessment of causal relationship was to be recorded in the eCRFs.
es_es: La evaluación de causalidad debía registrarse en el eCRF.

source: Assessment of comparability was performed visually comparing the course of the degradation kinetics.
es_es: La evaluación de la comparabilidad se realizó comparando visualmente el curso de las cinéticas de degradación.

source: Assessment of efficacy
es_es: Evaluación de la eficacia

source: Assessment of location within the L*a*b* colour space.
es_es: Evaluación de la ubicación dentro del espacio de color L*a*b*.

source: Assessment of other safety parameters
es_es: Evaluación de otros parámetros de seguridad

source: Assessment of safety laboratory parameters
es_es: Evaluación de los parámetros de seguridad de laboratorio

source: Assessment of the outcome of non-fatal stroke
es_es: Evaluación del desenlace del accidente cerebrovascular no fatal

source: Assessment was to be performed using non-specific questions such as 'How do you feel?'.
es_es: La evaluación debía incluir preguntas inespecíficas como "¿Cómo se siente usted?".

source: Assessments and outcomes
es_es: Evaluaciones y resultados

source: Assignment of patients to treatment arms
es_es: Asignación de pacientes a grupos de tratamiento

source: Assumptions about the missing data are expressed via a parameter delta which measures the degree of departure from missing at random.
es_es: Las hipótesis sobre los datos ausentes se expresan mediante un parámetro delta que mide el grado de desviación de la hipótesis de que los datos ausentes son aleatorios.

source: Assurance of sterility of injection solution and integrity of sterile barrier over shelf life
es_es: Garantía de esterilidad de la solución inyectable e integridad de la barrera estéril durante la vida útil

source: Asthma guidelines and publications on the topic of short-acting beta-2 agonist (SABA) overuse stress the need for a path away from SABA monotherapy overuse towards early combination with inhaled corticosteroids (ICS) therapies.
es_es: Tanto en los lineamientos sobre el tratamiento del asma como en las publicaciones sobre el uso excesivo de beta-agonistas 2 de acción corta, se hace hincapié en la necesidad de abandonar tendencialmente una monoterapia que implique el uso excesivo de beta agonistas 2 de acción corta y volcarse a una combinación precoz con corticosteroides inhalatorios.

source: Asymptomatic pancreatic hyperenzymemia was confirmed by the CEC for 171 patients (5.7%) in the linagliptin group and 108 patients (3.6%) in the glimepiride group [c23238241, Section 12.1.4.5].
es_es: El comité de eventos clínicos confirmó hiperenzimemia pancreática asintomática en 171 pacientes (5.7%) del grupo de linagliptina y 108 pacientes (3.6%) del grupo de glimepirida [c23238241, Sección 12.1.4.5].

source: At 24h (±6h) post-thrombolysis, MRI (or CT, if MRI not possible) was performed to assess reperfusion and hemorrhagic transformation.
es_es: Luego de 24 h (±6 h) de la trombólisis, se realizó una RM (o TC, cuando no pudo realizarse la RM) para evaluar la reperfusión y la transformación hemorrágica.

source: At 27 hospitals in Australia and 1 in New Zealand, 300 patients were enrolled between December 6, 2017, and July 23, 2019, with final follow-up in October 2019.
es_es: En 27 hospitales de Australia y en 1 hospital de Nueva Zelanda, se inscribieron 300 pacientes entre el 6 de diciembre de 2017 y el 23 de julio de 2019. El seguimiento final se realizó en octubre de 2019.

source: At 37 °C the solubilty in water is increased to 0.47 mg/ml.
es_es: A 37° C, la solubilidad en agua aumenta a 0.47 mg/ml.

source: At 72 hours, the median NIHSS score was 2 (interquartile range, 0 to 10) among patients in the tenecteplase group and 3 (interquartile range, 1 to 13) among those in the alteplase group (odds ratio, 1.4; 95% CI, 1.0 to 1.9; P=0.053, with adjustment for baseline NIHSS score)(Figure 4).
es_es: A las 72 horas, la mediana del puntaje NIHSS fue de 2 (rango intercuartílico, 0 a 10) en los pacientes del grupo de tenecteplasa y de 3 (rango intercuartílico, 1 a 13) en los paciente del grupo de alteplasa (cociente de probabilidades, 1.4; IC del 95%, 1.0 a 1.9; P=0.053, con ajuste en función del puntaje NIHSS al inicio)(Figura 4).

source: At 72 hours, the median NIHSS score was 2 (interquartile range, 0 to 10) among patients in the tenecteplase group and 3 (interquartile range, 1 to 13) among those in the alteplase group (odds ratio, 1.4; 95% CI, 1.0 to 1.9; P=0.053, with adjustment for baseline NIHSS score).
es_es: A las 72 horas, la mediana del puntaje de NIHSS fue de 2 (rango intercuartílico, 0 a 10) en los pacientes del grupo de tenecteplasa y de 3 (rango intercuartílico, 1 a 13) en los participantes del grupo de alteplasa (cociente de probabilidades, 1.4; IC del 95%, 1.0 a 1.9; P = 0.053, con ajuste en función del puntaje inicial de NIHSS).

source: At BI Vienna Hydrochloric acid 1 M is used.
es_es: En BI Vienna, se usa ácido clorhídrico 1 M.

source: At Catalent FR (Beinheim) site the standard final drying conditions are slightly different.
es_es: En la planta Catalent FR (Beinheim), las condiciones estándar de secado final son algo diferentes.

source: At Week 52, HDL-cholesterol values were higher in the empagliflozin group than in the placebo group (placebo-corrected adjusted mean change from baseline 1.09 mg/dL, 95% CI 0.62 to 1.55, nominal p = 0.0001; Table 15.3.2.4.2: 1 and Figure 12.3.2: 1 upper part).
es_es: En la semana 52, los valores de colesterol HDL fueron más altos en el grupo de empagliflozina que en el grupo de placebo (cambio medio ajustado corregido con placebo desde el valor inicial: 1.09 mg/dl, IC del 95 %: 0.62 a 1.55, p nominal = 0.0001; Tabla 15.3.2.4.2: 1 y Figura 12.3.2: 1 parte superior).

source: At Week 52, the adjusted gMean ratio of relative change to baseline for empagliflozin vs placebo was 0.95 (95% CI 0.91, 0.99); see Table 15.2.4.25: 1 and Figure 11.1.3.6: 1.
es_es: En la semana 52, la media geométrica ajustada del cambio relativo con respecto al valor inicial de empagliflozina en contraposición al placebo fue 0.95 (IC del 95 %: 0.91 a 0.99); véase la Tabla 15.2.4.25: 1 y la Figura 11.1.3.6: 1.

source: At a dose of 0.4 mg/kg in the NOR TEST-1 trial, in which patients with predominantly mild strokes were enrolled, tenecteplase was safe but not superior to alteplase.11
es_es: En el ensayo NOR TEST-1, para el que se reclutaron pacientes con ACV predominantemente leves, a una dosis de 0.4 mg/kg la tenecteplasa fue segura pero no superior a la alteplasa.11

source: At a minimum, the sample tube labels were to include the BI trial number, subject number, visit, and planned sampling time.
es_es: Como mínimo, las etiquetas de los tubos de muestra debían incluir el número de ensayo de BI, el número de sujeto, la visita y la hora de muestreo planificada.

source: At accelerated and temperature stress conditions, spesolimab PFS and PFS-NSD-1 show significant changes during stability, most notably in purity (HPSEC, CGE reduced, CGE nonreduced) and heterogeneity (CEX).
es_es: En condiciones extremas de temperatura y aceleradas, la jeringa precargada y el dispositivo PFS-NSD-1 de Espesolimab mostraron cambios significativos durante la estabilidad, sobre todo en cuanto a pureza (HPSEC, CGE reducida, CGE no reducida) y heterogeneidad (CEX).

source: At accelerated storage conditions at 40°C, no (re-analysis) data are available for for 40 mg/vial.
es_es: En las condiciones de almacenamiento aceleradas a 40° C, no se dispone de datos (de reanálisis) para la presentación de 40 mg/frasco.

source: At all visits:
es_es: En todas las visitas:

source: At ambient temperature make up to the mark with 0.05 M Phospate Buffer pH 6.8 solution.
es_es: A temperatura ambiente, llevar a enrase con una solución buffer fosfato 0.05 M, a un pH de 6.8.

source: At day 90 (+/- 7 days), the modified Rankin Score (mRS) will be assessed via telephone by the Royal Melbourne Hospital co- ordinating centre and adjudicated by a central, blinded panel to assess functional outcome.[26] An improvement in the NIHSS of ≥ 8 or final NIHSS ≤ 1 and an mRS of 0, 1 or 2 are used as indicators of good or excellent outcome in stroke trials.
es_es: El día 90 (+/- 7 días), la puntuación de la escala de Rankin modificada (mRS) será evaluada por el centro de coordinación del Royal Melbourne Hospital. Un panel central enmascarado calificará los desenlaces funcionales.[26] En los ensayos, una mejora en la escala NIHSS de ≥8 puntos o una puntuación final de NIHSS ≤1 y una puntuación de mRS de 0, 1 o 2 son indicadores de un desenlace bueno o excelente.

source: At day 90 (+/- 7 days), the modified Rankin Score (mRS) will be assessed via telephone by the Royal Melbourne Hospital coordinating centre and adjudicated by a central, blinded panel to assess functional outcome.[26]
es_es: El día 90 (+/- 7 días), la puntuación de la escala de Rankin modificada (mRS) será evaluada por el centro de coordinación del Royal Melbourne Hospital. Un panel central enmascarado calificará los desenlaces funcionales.[26]
